# cid if admin
ADMINS = []

# messages
START_MSG = """Привет! 👋

🤖 Я бот-магазин по подаже товаров любой категории.

🛍️ Чтобы перейти в каталог и выбрать приглянувшиеся товары возпользуйтесь командой /menu.

❓❓❓ Возникли вопросы?
Не проблема! Команда /sos поможет связаться с админами, которые постараются как можно быстрее откликнуться."""

ADMIN_MODE = 'Включен админский режим.'
USER_MODE = 'Включен пользовательский режим.'

# text on buttons
USER = 'Пользователь'
ADMIN = 'Админ'
CATALOG = '🛍️ Каталог'
CART = '🛒 Корзина'
DELIVERY_STATUS = '🚚 Статус заказа'
SETTINGS = '⚙️ Настройка каталога'
ORDERS = '🚚 Заказы'
QUESTIONS = '❓ Вопросы'
CANCEL_MSG = '🚫 Отменить'
ADD_PRODUCT = '➕ Добавить товар'
DELETE_CATEGORY = '🗑️ Удалить категорию'
DELETE_PROD = '❌ Удалить'
BACK_MSG = '👈 Назад'
ALL_RIGHT_MSG = '✅ Все верно'
NOTHING = 'Здесь ничего нет 😢'
BACK = '⬅️'
NEXT = '➡️'
CHECKOUT = '📦 Оформить заказ'
CONFIRM_MSG = '✅ Подтвердить заказ'
